{
    "actionCards": [
        {
            "title": "Hand-holding",
            "subInstructions": "Your Dom will hold your hand for a short time.",
            "domInstructions": "Stand next to your Sub and hold their hand for as long as you both feel comfortable.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Forearm Pinch",
            "subInstructions": "Your Dom will gently pinch your forearm.",
            "domInstructions": "Pinch your Sub's forearm, firmly but not painfully.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Hair-patting",
            "subInstructions": "Your Dom will gently pat your hair or head.",
            "domInstructions": "Whisper 'pat, pat,' and softly pat your Sub's hair or head a few times.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Knee Touch",
            "subInstructions": "Your Dom will briefly touch your left knee.",
            "domInstructions": "Touch your Sub's left knee. Kneel if it's more comfortable.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Neaten Clothing",
            "subInstructions": "Your Dom will neaten up an item of your clothing, such as for creases.",
            "domInstructions": "Neaten a fold or crease in your Sub's clothing. If there is none, pretend.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Arm Touch",
            "subInstructions": "A sanctioned prop or body part will be drawn across your arm.",
            "domInstructions": "Draw a prop (or sanctioned body part) up and down your Sub's arm a few times.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Collar Tap",
            "subInstructions": "Your Dom will gently tap your collar bone.",
            "domInstructions": "Whisper 'tap, tap,' and gently tap your Sub's collar bone. Try a few different places on their collar.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Humming",
            "subInstructions": "You will hear a softly hummed tune.",
            "domInstructions": "Hum a soft tune - or whatever upbeat tune you can think of, but slowly.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Cheek-blowing",
            "subInstructions": "Your Dom will gently blow air across your cheek.",
            "domInstructions": "Take a deep breath and gently blow air onto your Sub's cheek.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Finger Caress",
            "subInstructions": "Your Dom will gently caress your fingers.",
            "domInstructions": "Rest your Sub's hand in one of your own, and use the other to gently caress their fingers.",
            "flavor": "",
            "intensity": 2
        },
        {
            "title": "Whisper My Name",
            "subInstructions": "Your Dom will whisper in your ear, removing audio blockers if necessary.",
            "domInstructions": "Remove any audio blockers for the moment, come close to your Sub's ear and whisper their name to them.",
            "flavor": "",
            "intensity": 2
        },
        {
            "title": "Hair-stroking",
            "subInstructions": "Your Dom will stroke your hair or head using one of the sanctioned Touches.",
            "domInstructions": "Carefully stroke your Sub's hair or head for a few moments.",
            "flavor": "",
            "intensity": 2
        },
        {
            "title": "Finger-touch",
            "subInstructions": "Your Dom will Touch a single finger for a moment.",
            "domInstructions": "Use a Touch on one of your Sub's fingers.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Back Rub",
            "subInstructions": "You will receive a back rub from your Dom, who'll place their hand on your shoulder first.",
            "domInstructions": "Place a hand on your Sub's shoulder and give them a gentle back rub. Do so until either one of you seems uncomfortable.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "A Compliment",
            "subInstructions": "Your Dom will reassure you with a verbal compliment.",
            "domInstructions": "Compliment your Sub, such as on their appearance or how well they're doing in this encounter. Temporarily remove audio blockers if necessary.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Robing",
            "subInstructions": "Your Dom will place a jacket over your shoulders - or adjust it if you're already wearing one.",
            "domInstructions": "Place a jacket over your Sub's shoulders, or adjust the one they're already wearing to ensure a comfy fit.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "A Hug",
            "subInstructions": "Your Dom will hug you.",
            "domInstructions": "Embrace your Sub in a meaningful hug.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Foot Tap",
            "subInstructions": "Your Dom will tap one of your feet a few times.",
            "domInstructions": "Tap your Sub's feet a few times, using whichever is the most solid of sanctioned Touches.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Hold My Gaze",
            "subInstructions": "Your Dom will meet your gaze for at least 10 seconds, removing your blindfold if applicable.",
            "domInstructions": "Temporarily remove any blindfold, and look into your Sub's eyes. Smile softly if you prefer, but hold the gaze for at least 10 seconds even if your Sub tries to look away.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Earlobe Touch",
            "subInstructions": "Your Dom will touch your earlobe.",
            "domInstructions": "Touch your Sub's earlobe for a few moments.",
            "flavor": "",
            "intensity": 2
        },
        {
            "title": "Twirl",
            "subInstructions": "Your Dom will twirl you as though in a dance, careful of any bonds.",
            "domInstructions": "Take your Sub's hand - or hands, if wrist-bound - and raise above their head. Guide them around a complete turn, being careful of any ankle constraints.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Hand-clasp",
            "subInstructions": "Your Dom will take both your hands and hold them for a while.",
            "domInstructions": "Take and hold both your Sub's hands for a few moments.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Hands to Face",
            "subInstructions": "Your Dom will whisper a greeting and place their hands on your face for a few moments.",
            "domInstructions": "Whisper 'hello', and gently place your palms on your Sub's cheeks for a few moments.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Nose Boop",
            "subInstructions": "Your Dom will playfully 'boop' your nose with a Touch.",
            "domInstructions": "Use a Touch to playfully tap the tip of your Sub's nose.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Eyebrow Trace",
            "subInstructions": "Your Dom will trace the line of your eyebrows with a Touch.",
            "domInstructions": "Use a Touch to slowly and carefully trace the line of your Sub's eyebrows.",
            "flavor": "",
            "intensity": 2
        },
        {
            "title": "Head Waves",
            "subInstructions": "Your Dom will bring their hands close to your head, as though stroking your 'aura'.",
            "domInstructions": "Stand behind or to the side of your Sub and slowly wave your hands around their head, as though stroking their 'aura'. Do not touch their head.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Tables Turned",
            "subInstructions": "Your Dom will give a playful glimpse into their side of the experience.",
            "domInstructions": "Temporarily remove any blindfold, and show the tablet screen to your Sub. Move the tablet around like a hairdresser showing a finished cut.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Share a Memory",
            "subInstructions": "Your Dom will let you in on a treasured memory.",
            "domInstructions": "Remove any audio blockers, and share a pleasant memory with your Sub. Speak softly. The more gentle and intimate the memory, the better.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Arm Rub",
            "subInstructions": "Your Dom will gently rub your upper arm with their palm.",
            "domInstructions": "Gently rub your Sub's upper arm for at least a few strokes, using your palm.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Belly Rub",
            "subInstructions": "Your Dom will make themselves known before gently rubbing your belly with their hand.",
            "domInstructions": "Stand to the side of your Sub and whisper 'belly', before gently rubbing them there for a short time.",
            "flavor": "",
            "intensity": 2
        },
        {
            "title": "Just Smile",
            "subInstructions": "Your Dom will smile at you, removing the blindfold if one was sanctioned.",
            "domInstructions": "Tell the sub that you will remove the blindfold for a moment now.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Enjoy the Silence",
            "subInstructions": "On the cue of being hushed, you and your Dom will share a maintained silence of around 30 seconds.",
            "domInstructions": "Make an audible and visible 'shh' gesture, to the sub and anyone who may be in the room. Maintain a silence for at least 30 seconds.",
            "flavor": "",
            "intensity": 0
        }
    ],
    "bondageCards": [
        {
            "title": "Blindfold",
            "subInstructions": "Consent to being blindfolded during your experience.",
            "domInstructions": "Your Sub has consented to being blindfolded. Apply the garment yourself, and check for a good fit.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Audio Isolation",
            "subInstructions": "Consent to having sounds quietened by earplugs or noise-cancelling earphones. It's best if you can provide your own.",
            "domInstructions": "Your Sub has consented to some auditory exclusion. Allow them to don or insert their own earphones or earplugs.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Bondage",
            "subInstructions": "Consent to having your wrists and/or ankles comfortably bound. Tell your Dom if you have a preference.",
            "domInstructions": "Your Sub has consented to having their wrists and/or ankles bound. Check that they're comfortable with both, and thatany binding is comfortable for them.",
            "flavor": "",
            "intensity": 2
        }
    ],
    "touchCards": [
        {
            "title": "Pen",
            "subInstructions": "Consent to your Dom touching you with the end of a lid-capped pen (not with the exposed nib).",
            "domInstructions": "Your Sub has consented to touch with the end of a lid-capped pen (not an exposed nib).",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Cotton Pad",
            "subInstructions": "Consent to your Dom touching you with a soft, cotton pad.",
            "domInstructions": "Your Sub has consented to you using a cotton pad to touch them.",
            "flavor": "",
            "intensity": 0
        },
        {
            "title": "Feather",
            "subInstructions": "Consent to your Dom touching you with a feather.",
            "domInstructions": "Your Sub has consented to you using a feather to touch them.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Hand",
            "subInstructions": "Consent to your Dom touching you in areas other than your hands and upper arms with their bare hands and fingers.",
            "domInstructions": "Your Sub has consented to you using your hands and fingers to touch them.",
            "flavor": "",
            "intensity": 1
        },
        {
            "title": "Tongue",
            "subInstructions": "Consent to your Dom using their tongue to touch you.",
            "domInstructions": "Your Sub has consented to you using your tongue to touch them.",
            "flavor": "",
            "intensity": 2
        }
    ]
}